{
  "navigation": {
    "title_home": "Home",
    "title_about": "Über mich",
    "title_skills": "Fähigkeiten",
    "title_projects": "Projekte",
    "title_contact": "Kontakt"
  },
  "language_modal": {
    "title": "Wähle deine Sprache:"
  },
  "home": {
    "greeting": "Hallo, ich bin Chad",
    "introduction_title": "Student mit Abschluss",
    "introduction": "Herzlich willkommen auf meiner Portfolio-Website!",
    "about_me": "Hier habe ich eine Plattform geschaffen, um meine schulischen und beruflichen Aktivitäten mit umfassenden Details zu präsentieren. Bei weiteren Fragen stehe ich Ihnen gerne zur Verfügung, zögern Sie nicht, mich zu kontaktieren.",
    "learn_more": "Erfahren Sie mehr"
  },
  "about": {
    "header": "Über mich",
    "introduction": {
      "name": "Ich heiße Chad Feierstein",
      "description": "Ein junger, motivierter absolventer Student",
      "bio": "Mein Name ist Chad Feierstein, ich stamme aus dem zauberhaften Luxemburg und lebe gegenwärtig in Rumelange. Meine Leidenschaft für Technologie treibt mich dazu an, ständig neue Technologien zu erforschen und mich kontinuierlich weiterzuentwickeln. Eine meiner herausragenden Eigenschaften besteht darin, dass ich Freude am Lernen habe. Dies hat mir bisher in meiner schulischen Laufbahn stets geholfen, und ich bin überzeugt, dass es auch in der Welt der Informationstechnologie von großem Nutzen sein wird."
    },
    "stats": {
      "age": "Jahre alt",
      "school_years": "Schuljahre",
      "training_years": "Ausbildungsjahre",
      "study_years": "Studienjahre"
    },
    "contact_me": "Kontaktieren Sie mich"
  },
  "hobbies": {
    "header": "Hobbies",
    "list": {
      "programming": {
        "title": "Programmierung",
        "description": "Es ist mir eine Freude, innovative Lösungen zu entwickeln und meine Fähigkeiten in diesem Bereich kontinuierlich zu vertiefen."
      },
      "learning": {
        "title": "Lernen",
        "description": "Die Erweiterung meiner Kenntnisse im Bereich der Informationstechnologie, stets bestrebt, mein Verständnis und meine Fähigkeiten zu vertiefen."
      },
      "dogs": {
        "title": "Meine Hunde",
        "description": "In meiner Freizeit widme ich mich leidenschaftlich meiner drei treuen Begleiter, wobei ich sogar in meinen Urlauben ihre Gesellschaft genieße. Namen: Grimmel, Fusel, Popeye"
      }
    }
  }
}